Repository: felixarntz/post-types-definitely
Catalog: languages/post-types-definitely-*.po
Languages: de_de

source: Update
de_de: Aktualisieren

source: <a href="%1$s">%2$s %3$s</a> available for %4$s %5$s
de_de: <a href="%1$s">%2$s %3$s</a> für %4$s %5$s verfügbar

source: This function should never be called manually.
de_de: Diese Funktion sollte niemals manuell aufgerufen werden.

source: Guide
de_de: Anleitung

source: You have just activated %s.
de_de: Du hast gerade %s aktiviert.

source: You are running the plugin %s on your site.
de_de: Auf deiner Seite läuft das Plugin %s.

source: This plugin is a framework that developers can leverage to quickly add extended post types and taxonomies with specific meta boxes and fields.
de_de: Dieses Plugin ist ein Framework, welches Entwickler verwenden können, um schnell erweiterte Post Types und Taxonomien mit spezifischen Metaboxen und Feldern hinzuzufügen.

source: For a guide on how to use the framework please read the <a href="%s" target="_blank">Wiki</a>.
de_de: Für eine Anleitung, wie man das Framework benutzt, lies bitte das <a href="%s" target="_blank">Wiki</a>.

source: No value was provided for the required field.
de_de: Es wurde kein Wert für das erforderliche Feld eingegeben.

source: The field type %1$s assigned to the field component %2$s is not a valid field type.
de_de: Der der Feldkomponente %2$s zugewiesene Feldtyp %1$s ist kein gültiger Feldtyp.

source: Field title
de_de: Feld-Titel

source: There are no fields to display for metabox %s. Either add some or provide a valid callback function instead.
de_de: Die Metabox %s enthält keine Felder, die angezeigt werden können. Fügen Sie entweder welche hinzu oder geben Sie eine vorhandene Callback-Funktion an.

source: Metabox title
de_de: Metabox-Titel

source: M j, Y @ H:i
de_de: j. M Y @ H:i

source: The post type slug %s is forbidden since it would interfere with WordPress Core functionality.
de_de: Der Beitragstyp-Slug %s ist verboten, da er mit WordPress Core-Funktionalität kollidiert.

source: The post type slug %s contains dashes which is discouraged. It will still work for the most part, but we recommend to adjust the slug if possible.
de_de: Der Beitragstyp-Slug %s enthält Bindestriche, wovon abgeraten wird. Er wird größtenteils zwar funktionieren, wir empfehlen aber den Slug wenn möglich anzupassen.

source: A menu position is unnecessarily provided for the post type %s - the menu position is already specified by its parent menu.
de_de: Für den Beitragstyp %s wurde unnötigerweise eine Menüposition angegeben - die Menüposition ist bereits durch das Elternmenü festgelegt.

source: A menu icon is unnecessarily provided for the post type %s - the menu icon is already specified by its parent menu.
de_de: Für den Beitragstyp %s wurde unnötigerweise ein Menüicon angegeben - das Menüicon ist bereits durch das Elternmenü festgelegt.

source: Some errors occurred while trying to save the following post meta:
de_de: Beim Versuch die folgenden Beitrags-Metadaten zu speichern sind Fehler aufgetreten:

source: The taxonomy slug %s is forbidden since it would interfere with WordPress Core functionality.
de_de: Der Taxonomie-Slug %s ist verboten, da er mit WordPress Core-Funktionalität kollidiert.

source: The taxonomy slug %s contains dashes which is discouraged. It will still work for the most part, but we recommend to adjust the slug if possible.
de_de: Der Taxonomie-Slug %s enthält Bindestriche, wovon abgeraten wird. Er wird größtenteils zwar funktionieren, wir empfehlen aber den Slug wenn möglich anzupassen.

source: Some errors occurred while trying to save the following term meta:
de_de: Beim Versuch die folgenden Term-Metadaten zu speichern sind Fehler aufgetreten:

source: The admin table column slug %1$s (for post type %2$s) is invalid. It must be prefixed with either &quot;meta-&quot;, &quot;taxonomy-&quot; or &quot;custom-&quot;.
de_de: Der Admin-Beitragstabellen-Slug %1$s (im Beitragstyp %2$s) ist ungültig. Er benötigt eines der Präfixe &quot;meta-&quot;, &quot;taxonomy-&quot; oder &quot;custom-&quot;.

source: All
de_de: Alle

source: Yes
de_de: Ja

source: No
de_de: Nein

source: The %s was not updated because of missing privileges.
de_de: %s nicht aktualisiert aufgrund fehlender Zugriffsrechte.

source: The %s was not updated since an internal error occurred.
de_de: %s nicht aktualisiert aufgrund eines internen Fehlers.

source: The %s were not updated since an internal error occurred.
de_de: %s wurden nicht aktualisiert aufgrund eines internen Fehlers.

source: The admin table column slug %1$s (for taxonomy %2$s) is invalid. It must be prefixed with either &quot;meta-&quot; or &quot;custom-&quot;.
de_de: Der Admin-Beitragstabellen-Slug %1$s (in Taxonomie %2$s) ist ungültig. Er benötigt eines der Präfixe &quot;meta-&quot; oder &quot;custom-&quot;.

source: The %s were not updated because of missing privileges.
de_de: Die %s wurden aufgrund fehlender Berechtigungen nicht aktualisiert.

source: Help tab title
de_de: Hilfs-Tab-Titel

source: https://wordpress.org/plugins/post-types-definitely/
de_de: https://de.wordpress.org/plugins/post-types-definitely/

source: This framework plugin makes adding post types with taxonomies and meta to WordPress very simple, yet flexible.
de_de: Dieses Framework-Plugin erleichtert das Hinzufügen von Beitragstypen mit Taxonomien und Metadaten in WordPress erheblich und ist dennoch flexibel.

# all_items label: argument is the plural post type label
source: All %s
de_de: Alle %s

# add_new label
source: Add New
de_de: Neu hinzufügen

# add_new_item label: argument is the singular post type label
source: Add New %s
de_de: %s neu hinzufügen

# edit_item label: argument is the singular post type label
source: Edit %s
de_de: %s bearbeiten

# new_item label: argument is the singular post type label
source: New %s
de_de: Neue/r/s %s

# view_item label: argument is the singular post type label
source: View %s
de_de: %s ansehen

# search_items label: argument is the plural post type label
source: Search %s
de_de: %s durchsuchen

# not_found label: argument is the plural post type label
source: No %s found
de_de: Keine %s gefunden

# not_found_in_trash label: argument is the plural post type label
source: No %s found in Trash
de_de: Keine %s im Papierkorb gefunden

# parent_item_colon label: argument is the singular post type label
source: Parent %s:
de_de: Eltern-%s:

# featured_image label: argument is the singular post type label
source: Featured %s Image
de_de: %s-Beitragsbild

# set_featured_image label: argument is the singular post type label
source: Set featured %s Image
de_de: %s-Beitragsbild festlegen

# remove_featured_image label: argument is the singular post type label
source: Remove featured %s Image
de_de: %s-Beitragsbild entfernen

# use_featured_image label: argument is the singular post type label
source: Use as featured %s Image
de_de: Als %s-Beitragsbild verwenden

# items_list label: argument is the plural post type label
source: %s list
de_de: %s-Liste

# items_list_navigation label: argument is the plural post type label
source: %s list navigation
de_de: %s-Listennavigation

# filter_items_list label: argument is the plural post type label
source: Filter %s list
de_de: %s-Liste filtern

# insert_into_item label: argument is the singular post type label
source: Insert into %s content
de_de: In %s-Inhalt einfügen

# uploaded_to_this_item label: argument is the singular post type label
source: Uploaded to this %s
de_de: Hochgeladen zu diesem %s

# post message: argument is the singular post type label
source: %1$s updated. <a href="%%s">View %1$s</a>
de_de: %1$s aktualisiert. <a href="%%s">%1$s ansehen</a>

# post message: argument is the singular post type label
source: %s updated.
de_de: %s aktualisiert.

# post message: argument is the singular post type label
source: %1$s published. <a href="%%s">View %1$s</a>
de_de: %1$s veröffentlicht. <a href="%%s">%1$s ansehen</a>

# post message: argument is the singular post type label
source: %s saved.
de_de: %s gespeichert.

# post message: argument is the singular post type label
source: %1$s submitted. <a target="_blank" href="%%s">Preview %1$s</a>
de_de: %1$s übertragen. <a target="_blank" href="%%s">%1$s-Vorschau ansehen</a>

# post message: argument is the singular post type label
source: %1$s scheduled for: <strong>%%1\$s</strong>. <a target="_blank" href="%%2\$s">Preview %1$s</a>
de_de: %1$s-Veröffentlichung geplant für: <strong>%%1\$s</strong>. <a target="_blank" href="%%2\$s">%1$s-Vorschau ansehen</a>

# post message: argument is the singular post type label
source: %1$s draft updated. <a target="_blank" href="%%s">Preview %1$s</a>
de_de: %1$s-Entwurf aktualisiert. <a target="_blank" href="%%s">%1$s-Vorschau ansehen</a>

# post message
source: Custom field updated.
de_de: Benutzerdefiniertes Feld aktualisiert.

# post message
source: Custom field deleted.
de_de: Benutzerdefiniertes Feld gelöscht.

source: %s restored to revision from %%s
de_de: %s aus Überarbeitung vom %%s wiederhergestellt

source: %%s %s updated.
de_de: %s aktualisiert.

source: %%s %s not updated, somebody is editing it.
de_de: %%s %s nicht aktualisiert, jemand anders bearbeitet gerade.

source: %%s %s permanently deleted.
de_de: %%s %s dauerhaft gelöscht.

source: %%s %s moved to the Trash.
de_de: %%s %s in den Papierkorb verschoben.

source: %%s %s restored from the Trash.
de_de: %%s %s aus dem Papierkorb wiederhergestellt.

source: %%s %s updated.
de_de: %%s %s aktualisiert.

source: %%s %s not updated, somebody is editing them.
de_de: %%s %s nicht aktualisiert, jemand anders bearbeitet gerade.

source: %%s %s permanently deleted.
de_de: %%s %s dauerhaft gelöscht.

source: %%s %s moved to the Trash.
de_de: %%s %s in den Papierkorb verschoben.

source: %%s %s restored from the Trash.
de_de: %%s %s aus dem Papierkorb wiederhergestellt.

# all_items label: argument is the plural taxonomy label
source: All %s
de_de: Alle %s

# add_new_item label: argument is the singular taxonomy label
source: Add New %s
de_de: %s neu hinzufügen

# edit_item label: argument is the singular taxonomy label
source: Edit %s
de_de: %s bearbeiten

# view_item label: argument is the singular taxonomy label
source: View %s
de_de: %s ansehen

# update_item label: argument is the singular taxonomy label
source: Update %s
de_de: %s aktualisieren

# new_item_name label: argument is the singular taxonomy label
source: New %s Name
de_de: Neuer %s-Name

# search_items label: argument is the plural taxonomy label
source: Search %s
de_de: %s durchsuchen

# popular_items label: argument is the plural taxonomy label
source: Popular %s
de_de: Beliebte %s

# not_found label: argument is the plural taxonomy label
source: No %s found
de_de: Keine %s gefunden

# no_terms label: argument is the plural taxonomy label
source: No %s
de_de: Keine %s

# separate_items_with_commas label: argument is the plural taxonomy label
source: Separate %s with commas
de_de: %s mit Kommas voneinander trennen

# add_or_remove_items label: argument is the plural taxonomy label
source: Add or remove %s
de_de: %s hinzufügen oder entfernen

# choose_from_most_used label: argument is the plural taxonomy label
source: Choose from the most used %s
de_de: Wähle aus den meistgenutzten %s

# parent_item label: argument is the singular taxonomy label
source: Parent %s
de_de: Eltern-%s

# parent_item_colon label: argument is the singular taxonomy label
source: Parent %s:
de_de: Eltern-%s:

# items_list label: argument is the plural taxonomy label
source: %s list
de_de: %s-Liste

# items_list_navigation label: argument is the plural taxonomy label
source: %s list navigation
de_de: %s-Listennavigation

# filter_by_item label: argument is the singular taxonomy label
source: Filter by %s
de_de: Nach %s filtern

# term message: argument is the singular taxonomy label
source: %s added.
de_de: %s hinzugefügt.

# term message: argument is the singular taxonomy label
source: %s deleted.
de_de: %s gelöscht.

# term message: argument is the singular taxonomy label
source: %s updated.
de_de: %s aktualisiert.

# term message: argument is the singular taxonomy label
source: %s not added.
de_de: %s nicht hinzugefügt.

# term message: argument is the singular taxonomy label
source: %s not updated.
de_de: %s nicht aktualisiert.

# bulk term message: argument is the plural taxonomy label
source: %s deleted.
de_de: %s gelöscht.
